import { Product } from '../types/product';

export const products: Product[] = [
  {
    id: 1,
    title: 'СURT Z30 PLUS',
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.',
    postDate: '2023-06-04T21:00:00.000Z',
    guitar: 'Электрогитара',
    sku: 'SO754565',
    cord: 6,
    price: 10000,
    image: 'img/content/catalog-product-1.png'
  },
  {
    id: 2,
    title: 'Chester Bass',
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.',
    postDate: '2023-06-05T21:00:00.000Z',
    guitar: 'ЭлектроГитара',
    sku: 'SO754566',
    cord: 4,
    price: 15000,
    image: 'img/content/catalog-product-2.png'
  },
  {
    id: 3,
    title: 'Chester Bass',
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.',
    postDate: '2023-06-06T21:00:00.000Z',
    guitar: 'ЭлектроГитара',
    sku: 'SO754568',
    cord: 7,
    price: 16000,
    image: 'img/content/catalog-product-3.png'
  },
  {
    id: 4,
    title: 'Chester Bass',
    description: 'Гитара подходит как для старта обучения, так и для домашних занятий или использования в полевых условиях, например, в походах или для проведения уличных выступлений. Доступная стоимость, качество и надежная конструкция, а также приятный внешний вид, который сделает вас звездой вечеринки.',
    postDate: '2023-06-05T21:00:00.000Z',
    guitar: 'ЭлектроГитара',
    sku: 'SO754567',
    cord: 12,
    price: 25000,
    image: 'img/content/catalog-product-4.png'
  }

];
